Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/social_welfare/social_welfare_payments/social_welfare_payments_to_families_and_children/one_parent_family_payment.html.txt.tmx
Source language: en
Languages: ga

source: Staff in your local Intreo Centre or Social Welfare Branch Office will be happy to help you complete the application form and answer any questions you may have
ga: Beidh áthas ar an bhfoireann san oifig áitiúil leasa shóisialaigh cúnamh a thabhairt duit an fhoirm iarratais a chomhlánú agus aon cheisteanna atá agat a fhreagairt

source: You can have your payment paid directly into your nominated post office by Electronic Information Transfer (EIT) or into your bank account. You will need to use your Public Services Card (PSC) at the post office to collect your payment
ga: Féadfar an Íocaíocht Teaghlaigh Aontuismitheora a íoc leat trí íocaíocht dhíreach le do bhanc nó is féidir leat do Chárta Seirbhísí Sóisialacha a úsáid ag oifig an phoist chun do chuid airgid a bhailiú

source: If you do not have a PSC, you will need your Social Services Card and another form of photographic ID to collect your payment
ga: Nuair a fhaigheann tú do Chárta Seirbhísí Sóisialacha, sínigh ar an gcúl é agus coinnigh in áit shábháilte é

source: If you get a One-Parent Family Payment you can use the Household Budget Scheme to help you manage your bills
ga: Is féidir leat leas a bhaint as an Scéim Bhuiséadta Teaghlaigh chun cabhrú leat do chuid billí a bhainistiú má tá an Íocaíocht Teaghlach Aontuismitheora á fáil agat

source: You may also be eligible for other benefits such as Fuel Allowance, Family Income Supplement, Rent Supplement or a medical card
ga: D’fhéadfá freisin a bheith i dteideal sochar eile ar nós Liúntas Breosla, Forlíonadh Ioncam Teaghlaigh, an Scéim Liúntais Leasa Fhorlíontaigh nó cárta leighis

source: If you think you have been wrongly refused a One-Parent Family Payment, or you are unhappy about a decision of a social welfare Deciding Officer about your entitlements, you can appeal this decision
ga: Má mheasann tú gur diúltaíodh thú go héagórach Íocaíocht Teaghlach Aontuismitheora a fháil, nó mura bhfuil tú sásta le cinneadh a rinne Oifigigeach Cinnidh Leasa Shóisialaigh faoi do theidlíochtaí, tá sé de rogha agat an cinneadh seo a acomharc

source: Send your application for One-Parent Family Payment to your Intreo Centre or local Social Welfare Branch Office
ga: An Roinn Coimirce Sóisialaí

source: If you wish to talk to someone face-to-face about your entitlements, you can visit your local Citizens Information Centre, Intreo Centre or Social Welfare Branch Office
ga: Uaireanta Oscailte:Ní thairgeann an oifig seo seirbhís do chuairteoirí pearsanta. Caithfidh gach ceist a bheith cur isteach tríd an fhoirm fiosraithe ar líne a úsáid, tríd an teileafón nó i scríbhinn
